<script setup></script>

<template>
  <main>
    <h1>
      Тестовое задание: "Разработать простое приложение таск-менеджера с использованием Vue 2 или 3
      "
    </h1>
    <div>
      <ul>
        <li>Приложение должно иметь главную страницу и страницу со списком задач</li>
        <li>На странице со списком задач должна быть форма создания задачи.</li>
        <li>Задачи можно удалить и отредактировать.</li>
        <li>При обновлении страницы должны отображаться сохранённые задачи.</li>
      </ul>
    </div>
  </main>
</template>
